Repository: Team-Player/rns.team-player.ru
Catalog: RegisterNotes/RegisterNotes.WebUI/Resources/Language.*.resx
Languages: tt

# BtnLogin
source: Войти
tt: Керергә

# BtnRegNewUser
source: Регистрация пользователя
tt: Кулланучы регистациясы

# BtnSearch
source: Найти
tt: Табырга

# MenuLogFile
source: Просмотр логов
tt: Логларны карау

# MenuLogin
source: Войти
tt: Керергә

# MenuLogout
source: Выйти
tt: Чыгырга

# MenuManage
source: Управление пользователями, через администратора
tt: Кулланучыларны узгэрту администратор аркылы ясала

# MenuNoteList
source: Список записей
tt: Язу исемлеге

# ModelEmailWrong
source: Введите корректный адрес электронной почты
tt: Почтанын дерес исемен языгыз

# ModelPasswordRequired
source: Требуется указать пароль
tt: Пароль язырга кирэк

# ModelPasswordWrong
source: Пароль не соответствует уровню сложности
tt: Парольнын кыенлыгын узгэртегез

# ModelRememberMeDisplay
source: Запомнить меня
tt: Истәлектэ калдырырга

# ModelUserNameDisplay
source: Адрес электронной почты
tt: Почтанын электрон адресы

# ModelUserNameRequired
source: Требуется указать имя пользователя
tt: Кулланучы исемен күрсәтегез

# MsgLine1
source: В качестве имени входа используется адрес электронной почты.
tt: Кергэнде кулланучы исеме белэн файдаланыгыз

# MsgLine2
source: Это сделано с целью сделать вход в систему более удобным.
tt: Бу ползовательларга жайлырак керегэ булсын дип ясалган

# MsgLine3
source: Для простоты запоминания и получения возможности восстановления пароля.
tt: Парольны жайлырак истэ калу очен һәм төзәлергә очен

# NavAddNote
source: Добавить сообщение
tt: Хәбәрне остэргэ

# NavCategories
source: Категории сообщений
tt: Хәбәрлэрнен категориясы

# NavDnDef
source: Неопределенные
tt: Билгесез

# NavFullList
source: Все сообщения
tt: Бетен хәбәрлэр

# NavPrivate
source: Личные
tt: Шәхси

# NavPublic
source: Публичные
tt: Гомуми

# PhlEmailAddress
source: Адрес электронной почты
tt: Электрон почтанын адресы

# PhlSearch
source: Поиск по ключевому слову
tt: Эзләү

# PpvCallAdmin
source: Для регистрации свяжитесь с администратором
tt: Регистация очен администраторга эйтегез

# PpvRegService
source: Служба регистрации
tt: Регистрация хезмэте

# TtlAdminSign
source: С уважением, администрация
tt: Хөрмәт итеп, администрация

# TtlBrandName
source: Регистрация cообщений
tt: Хэбэрлэр регистрациясы

# TtlListNotes
source: Лист сообщений
tt: Хэбэрлэр бите

# TtlLogin
source: Выполнение входа
tt: Керу

# TtlLoginLocal
source: Вход с локальной учетной записью
tt: Локальной учетной записью белэн керу

# TtlMessageForUsers
source: Сообщение для пользователей
tt: Кулланучыга хэбэр
